const setting = {
    targetTime: new Date("2021/12/19 12:30:00"),
    storyMsgList: [
        "我們不是同班同學，不是學長學妹，也不是朋友的朋友，而是交友軟體的網友。這樣的相遇大概也是這個世代最普通也最平凡的一種，相當適合生活圈超級狹隘的工程師與護理師。\n當初聊了些什麼也很模糊，只記得當時無敵破壞王2剛上映，就約你一起看。現在想想才覺得你當初答應我的邀約還蠻不可思議的，畢竟你總是會擔心很多，何況是跟認識不久的網友見面XD\n\n#緣圈\n#脫魯神器\n#首先要有張照騙",
        "我們相約在新光三越看電影，但有個人卻跑到了SOGO，我們在電話兩頭雞同鴨講了好久才發現。\n看完電影後，我們到歌劇院、秋紅谷散步聊天，夜色暗了才解散。後來你跟我說：你對我一見如故，赴約前跟室友報備，結果聊到天黑，連手機訊息也忽略，讓室友虛驚一場。\n\n#母湯跑錯地方\n#母湯讓室友擔心",
        "第一次約會後，我們更加熱絡了，知道你的生日將近，所以做了這樣的卡片。\n\n#手作卡片\n#超有心bj4",
        "這天我們相約一起逛太原夜市，人潮有點擁擠，不知哪來的勇氣，假裝怕妳走散而牽起妳的手，就這麼牽到了現在。\n\n#牽手可是會把女生的心牽走\n#牽就對了\n#哥有練過別亂學\n#警察北北94他",
        "來自四面八方的壓力，想說那明年六月結婚好了，約彼此父母認識一下，怎麼變成今年Orz 下午直奔婚紗店簽約。\n\n#提親X\n#逼婚O",
        "這感覺真的很奇妙，我竟然結婚了! 也正式迎接我們的同居生活。煮飯、買菜成了我們的日常，而這段時間台灣遭受新冠病毒肆虐，讓我們計畫已久的花蓮行泡湯了(我比較想真的去東部泡湯R~~)。但與你的居家防疫生活也是過得悠遊自在。\n\n#居家防疫\n#全民廚神\n#還我婚假",
        "三周年的今天，回想這一年，真的覺得過得好快，也完成了很多事，覺得自己不斷在跳脫舒適圈。\n你也很棒，念碩士班真的辛苦了，為了給妳加油打氣，今天我給你準備了這樣的小驚喜，希望你會喜歡。\n下禮拜就讓我們一起完成今年、也是今生最重要的大事吧！\n\n#補求婚\n#草山夜未眠\n#室友神隊友\n#感謝促成祝福影片的各位",
        "謝謝各位撥空參與，你們都是我們人生各階段重要的人，有了你們婚禮才能圓滿。也祝褔你我他，身體健康，萬事如意。\n\n#官腔\n#結束後再約"
    ]
}

export default setting;